Repository: abdelrahman-sako/Labiba_Chatbot_pack_IOS
Catalog: LabibaBotFramwork/Framework/*.lproj/Localizable.strings
Languages: ar

# lg-fail-message
source: Invalid account information. Would you like to sign up?
ar: عذراً !. معلومات الحساب المدخلة خاطئة، هل تريد التسجيل؟

# lg-fail-connect
source: Can't connect user to server.
ar: تعذر الإتصال بالخدمة

# lg-fail-connect-op-re
source: Re-login
ar: أعد التسجيل

# lg-fail-connect-op-try
source: Try Again
ar: حاول مرة أخرى

# lg-invalid-fields
source: Please fill all fields properly
ar: الرجاء ملء جميع الحقول بشكل مناسب

# sn-internet-error
source: Unable to log in. Please check your internet connection and try again
ar: التسجيل غير ممكن. الرجاء تفقد الإتصال بالإنترنت ومن ثم المحاولة مرة أخرى

# sn-invalid-info
source: Unable to Sign In. An invalid User Name or Password was entered.
ar: التسجيل غير ممكن. المعلومات المدخلة لاسم المستخدم أو كلمة سر غير صالحة

# sn-went-wrong
source: Oops something went wrong
ar: عذراً، خطأ غير متوقع !

# sn-novalid-response
source: No valid response for user signing up request
ar: إجابة غير صالحة لطلب تسجيل المستخدم

# sn-pwd-mismatch
source: Passwords do not match
ar: كلمة السر غير مطابقة

# al-call-message
source: Are you sure you want to call?
ar: هل أنت متأكد من أنك تريد الإتصال ؟

# al-feedback-placeholder
source: Type your comment
ar: اكتب تعليقك هنا

# make_sure_siri_enabled
source: Please enable Siri to use the voice feature.
ar: يجب تفعيل "سيري" لاستخدام خاصية التحدث الصوتي

# make_sure_voice_recognition_enabled
source: Please enable voice recognition
ar: الرجاء تفعيل خاصية التعرف على الصوت

# make_sure_mic_enabled
source: Please enable the microphone
ar: الرجاء تفعيل الميكروفون

# chang_language
source: Change language
ar: تغيير اللغة

source: Alert
ar: تنبيه

# appLacationServiceActivation
source: Please activate App Location services to continue
ar: للمتابعة يرجى تفعيل الموقع الجغرافي للتطبيق

# deviceLacationServiceActivation
source: Please activate device Location services to continue Setting > Privacy > Location Services
ar: للمتابعة يرجى تفعيل الموقع الجغرافي للجهاز Setting > Privacy > Location Services

# cv-action-fail
source: I’m sorry, I can’t answer at the moment. Please try again later.
ar: عذراً، لا أستطيع الإجابة هذه اللحظة. من فضلك حاول في وقت لاحق.

# cv-default-fail
source: I'm not able to get that for you, please try again later.
ar: عذراً، لا أستطيع إجابة طلبك هذا. من فضلك حاول في وقت لاحق.

# cv-default-fail-op1
source: Try Again
ar: حاول مرة أخرى

# cv-default-fail-op2
source: Speak with our agent
ar: تحدث مع الدليل السياحي

# gp-opening
source: OPENING HOURS
ar: أوقات الدوام

# gp-phone
source: PHONE NUMBER
ar: رقم الهاتف

# gp-website
source: WEBSITE
ar: الموقع الالكتروني

# gp-email
source: EMAIL ADDRESS
ar: البريد الإلكتروني

# gp-date
source: DATE
ar: الموعد

# gp-time
source: TIME
ar: الوقت

# gp-price
source: PRICE RANGE
ar: مستوى الأسعار

# gp-address
source: ADDRESS
ar: العنوان

# gp-category
source: CATEGORY
ar: الفئة

# gp-organizer
source: ORGANIZER NAME
ar: الجهة المنظمة

# gp-hotel-stars
source: STARS
ar: التصنيف

# it-added-message
source: was added to plan
ar: أضيف للخطة

# it-fav-added-message
source: was added to your favorites
ar: أضيف لفعالياتك المفضلة

# it-fav-btn-added
source: ADDED
ar: مضاف للخطة

# it-fav-btn-removed
source: ADD TO TRIP
ar: أضف إلى الخطة

source: Back
ar: رجوع

source: Cancel
ar: إلغاء

source: Yes
ar: نعم

source: Close
ar: إغلاق

source: Save
ar: حفظ

source: OK
ar: حسناً

source: Choose From Library
ar: اختر من مكتبة الصور

source: Take Photo
ar: التقط صورة بالكاميرا

source: Unknown
ar: غير معروف

source: Guest
ar: ضيفنا الكريم

source: Select Location
ar: اختر المكان

# detectLocation
source: Select Location
ar: تحديد الموقع

# locationError
source: An error occurred while determining your current location
ar: حدث خطأ في تحديد موقعك الحالي

# location-msg
source: Are you sure you want to choose '%@' as your location?
ar: هل ترغب باختيار مكانك '%@' ؟

source: Call
ar: إتصل

# why-msg
source: Would you tell us why?
ar: هلّا أخبرتنا لماذا؟

source: Submit
ar: إرسال

source: Sign Up
ar: تسجيل

source: Please wait ..
ar: الرجاء الإنتظار ..

source: Try Again
ar: أعِد المحاولة

source: Day
ar: اليوم

source: City
ar: المدينة

# error-msg
source: Sorry !. Something went wrong, Please try later !
ar: عذراً . وقع خطأ ما، الرجاء المحاولة لاحقاً

# attach-title
source: Select Media
ar: اختر نوع المرفق

# attach-photo
source: Photo
ar: صورة

# attach-place
source: Location
ar: مكان

# conv-load
source: Starting Conversation
ar: تحضير المحادثة

source: Labiba
ar: لبيبة

source: Uploading
ar: تحميل

source: Loading
ar: جار التحميل

# radius-title
source: Around '%@' by:
ar: حول '%@' بمسافة:

# radius-default-title
source: Around selected place by:
ar: حول المكان المختار بمسافة:

source: KM
ar: كيلومتراً

# meter
source: meters
ar: متراً

# countdown-title
source: Countdown Timer
ar: العداد التنازلي

# camera-inaccessible
source: Sorry. Device Camera is not accessible !
ar: معذرة! لا يمكن إستخدام الكاميرا، تأكد من منح التطبيق إمكانية الوصول للكاميرا

# library-inaccessible
source: Sorry. Photo Library is not accessible !
ar: معذرة! لا يمكن الوصول لمكتبة الصور، تأكد من منح التطبيق إمكانية الوصول للمكتبة

source: Select Date
ar: إختر وقتاً

# complete-dates
source: Please select Date , from time and to time
ar: الرجاء إختيار وقت البداية والنهاية

# validate-dates
source: From time should be before to time
ar: وقت البداية يجب ان يكون قبل وقت النهاية

source: Start Recording !
ar: إبدأ التحدث !

# scanTitle
source: Scan QR Code
ar: مسح QR Code

source: main menu
ar: القائمة الرئيسية

# startSpeakingOrTyping
source: Start typing or speaking
ar: ابدأ الكتابة او التحدث

source: You Should Enter A Valid Number & Must be At not more than
ar: يجب ادخال رقم صحيح ، وان لايكون اكثر من

# You Should Enter A Valid Characters and Numbers & Must be At not more than
source: You Should Enter A Valid Characters and Numbers & Must be At not moer than
ar: يجب ادخال ارقام وحروف صحيحة ويجب الا تكون اكثر من

source: You Should Enter A Valid Arabic Characters & Must be At not more than
ar: يجب ادخال حروف باللغه العربيه والا تتجاوز

source: You Should Enter A Valid Characters & Must be At not more than
ar: يجب ادخال حروف صحيحة والا تتجاوز

source: You Should Enter A Valid Mail & Must be At not more than
ar: يجب ادخال ايميل صحيح وان لايتجاوز

source: You Should Enter A Valid Text
ar: يجب ادخال نص صحيح

source: Character
ar: حرف

source: Submit
ar: تقديم

source: Rate Later
ar: التقييم لاحقا

# enterPhoneNumber
source: Please enter your phone number
ar: يرجى ادخال رقم هاتفك

source: Phone Number (optional)
ar: رقم الهاتف (اختياري)

source: Pick date and time
ar: إختر التاريخ والوقت

source: Pick date
ar: إختر التاريخ

source: Camera
ar: كاميرا

source: Gallery
ar: ألبوم الصور

source: Scan
ar: مسح

source: Pick time
ar: إختر الوقت

# thanksForYourRating
source: Thank you for the rating
ar: شكرا على التقييم

# chatwithHuman
source: Human Agent
ar: عميل بشري

# I’m Natalie
source: "Hi, I’m Natalie!"
ar: "مرحبا، أنا نتالي"

# Please tap the mic icon
source: Please tap the mic icon below to ask me a question.
ar: يمكنك الضغط على زر الميكرفون أدناه لكي تتحدث معي وتسألني أي سؤال

# writeComment
source: Type your comment here...
ar: اكتب تعليقك هنا...

# I’m Yousef
source: "Hi, I’m Yousif!"
ar: "مرحبا، أنا يوسف!"

# I’m Fatma
source: "Hi, I’m Fatima!"
ar: "مرحبا، أنا فاطمة"

# Please tap the mic icon sharjah
source: Type in what you are looking for
ar: الرجاء الضغط على زر الميكرفون لكي تتحدث معي أو كتابة ما تبحث عنه

# sharRating
source: Share Your Rating
ar: شاركنا رأيك!

# fillFields
source: Please fill all required fields
ar: الرجاء تعبئة جميع الحقول المطلوبة

# validEmail
source: Please enter a valid email
ar: الرجاء ادخال بريد الكتروني صحيح

# validPhone
source: Please enter a valid phone number
ar: الرجاء ادخال رقم هاتف صحيح

# PersonalData
source: Your personal data
ar: البيانات الشخصية

source: Chat now
ar: ابدأالدردشة

source: -optional
ar: -اختياري

# doneAction
source: Done
ar: تم

# cancelAction
source: cancel
ar: انهاء

# authDenied
source: Authorization denied, please make sure you download the latest version of the app.
ar: تعذر إنشاء اتصال موثوق، يرجى التأكد من التحديث للاصدار الاخير للتطبيق.

# noInternetCon
source: Please check your internet connection and try again.
ar: تحقق من اتصالك بالانترنت، ثم حاول مرة أخرى.

# emptyResponseErr
source: Unable to retrieve the data, please try again later.
ar: حدث خطأ، يُرجى إعادة المحاولة لاحقا. رمز الخطأ 101.

# timeoutErr
source: Connection timed out, please try again later.
ar: حدث خطأ، يُرجى إعادة المحاولة لاحقا. رمز الخطأ 102.

# sslErr
source: Sorry, an unexpected error occurred.
ar: حدث خطأ، يُرجى إعادة المحاولة لاحقا. رمز الخطأ 103.

# mappingErr
source: Sorry, a connectivity error occurred. Please try again later.
ar: حدث خطأ، يُرجى إعادة المحاولة لاحقا. رمز الخطأ 104.

# checkConnectionErr
source: Please check your internet connection and try again.
ar: تحقق من اتصالك بالانترنت، ثم حاول مرة أخرى.

# unknownErr
source: Please try again, an unexpected error occurred.
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 108.

# urlErr
source: Please try again, an unexpected error occurred. Error code 109.
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 109.

# serverNotReachableErr
source: Could not establish a connection. Error code 110.
ar: تم فقدان الاتصال بالشبكة. رمز الخطأ 110.

# tooManyRedirects
source: Please try again, an unexpected error occurred. Error code 111.
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 111.

# dataErr
source: Please try again, an unexpected error occurred. Error code 112
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 112.

# fileErr
source: Please try again, an unexpected error occurred. Error code 113.
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 113.

# callActiveErr
source: Please try again, an unexpected error occurred. Error code 114
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 114.

# dataNotAllowedErr
source: Please try again, an unexpected error occurred. Error code 115.
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 115.

# bgSessionError
source: Please try again, an unexpected error occurred. Error code 116.
ar: يُرجى إعادة المحاولة حدث خطأ ما. رمز الخطأ 116.
